Repository: cmicali/vibe
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, fi, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.playback.off_while_bit_perfect
source: Off while bit-perfect output is on
bg: Изключено, докато битово точният изход е включен
cs: Vypnuto při zapnutém bitově přesném výstupu
da: Fra, mens bitperfekt output er slået til
de: Aus, während die bitgenaue Ausgabe eingeschaltet ist
el: Ανενεργό όσο είναι ενεργή η έξοδος bit-perfect
es: Desactivado mientras la salida bit-perfect está activada
fi: Pois käytöstä, kun bittitarkka lähtö on päällä
fr: Désactivé lorsque la sortie bit-perfect est activée
hr: Isključeno dok je bitovno točan izlaz uključen
hu: Kikapcsolva, amíg a bitpontos kimenet be van kapcsolva
id: Mati saat output bit-perfect menyala
it: Disattivato quando l’uscita bit-perfect è attiva
ja: ビットパーフェクト出力がオンの間はオフになります
ko: 비트 퍼펙트 출력이 켜져 있는 동안 꺼짐
nb: Av mens bitperfekt utgang er på
nl: Uit terwijl bitperfecte uitvoer aan staat
pl: Wyłączone, gdy wyjście bit-perfect jest włączone
pt_br: Desativado enquanto a saída bit-perfect estiver ativada
pt_pt: Desativado enquanto a saída bit-perfect estiver ativada
ro: Dezactivat cât timp ieșirea bit-perfect este activată
ru: Выключено, пока включён побитово точный вывод
sk: Vypnuté pri zapnutom bitovo presnom výstupe
sv: Av medan bitperfekt utmatning är på
th: ปิดขณะเปิดใช้เอาต์พุตแบบบิตเพอร์เฟกต์
tr: Bit düzeyinde kusursuz çıkış açıkken kapalı
uk: Вимкнено, поки ввімкнено побітово точне виведення
vi: Tắt khi đầu ra bit-perfect đang bật
zh_hans: 开启比特完美输出时关闭
zh_hant: 開啟位元完美輸出時關閉

# settings.playback.on_end.pause
source: Pause
bg: Пауза
cs: Pozastavit
el: Παύση
es: Pausa
fi: Keskeytä
hr: Pauziraj
hu: Szünet
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시 정지
nl: Pauzeer
pl: Wstrzymaj
pt_br: Pausar
pt_pt: Pausa
ro: Pauză
ru: Пауза
sk: Pozastaviť
sv: Pausa
th: หยุดพัก
tr: Duraklat
uk: Пауза
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

# settings.playback.on_end.play_next
source: Play next track in playlist
bg: Пусни следващата песен от плейлиста
cs: Přehrát další skladbu v playlistu
da: Afspil næste nummer på spillelisten
de: Nächsten Titel der Wiedergabeliste wiedergeben
el: Αναπαραγωγή επόμενου κομματιού της λίστας αναπαραγωγής
es: Reproducir la siguiente pista de la lista de reproducción
fi: Toista soittolistan seuraava kappale
fr: Lire le morceau suivant de la liste de lecture
hr: Reproduciraj sljedeću pjesmu s popisa pjesama
hu: A lejátszási lista következő számának lejátszása
id: Putar trek berikutnya di playlist
it: Riproduci il brano successivo della playlist
ja: プレイリストの次のトラックを再生
ko: 재생목록의 다음 트랙 재생
nb: Spill neste spor i spillelisten
nl: Speel volgend nummer in de afspeellijst af
pl: Odtwórz następny utwór z playlisty
pt_br: Reproduzir a próxima faixa da playlist
pt_pt: Reproduzir a faixa seguinte da lista de reprodução
ro: Redați următoarea piesă din playlist
ru: Воспроизвести следующий трек плейлиста
sk: Prehrať ďalšiu skladbu v playliste
sv: Spela nästa spår i spellistan
th: เล่นแทร็กถัดไปในเพลย์ลิสต์
tr: Çalma listesindeki sonraki parçayı çal
uk: Відтворити наступний трек плейлиста
vi: Phát bản nhạc tiếp theo trong danh sách phát
zh_hans: 播放播放列表中的下一首曲目
zh_hant: 播放播放列表中的下一首曲目

# settings.playback.on_end_label
source: On track end
bg: В края на песента
cs: Na konci skladby
da: Ved nummerets slutning
de: Am Titelende
el: Στο τέλος του κομματιού
es: Al final de la pista
fi: Kappaleen lopussa
fr: À la fin du morceau
hr: Na kraju pjesme
hu: A szám végén
id: Saat trek berakhir
it: Alla fine del brano
ja: トラック終了時
ko: 트랙이 끝나면
nb: Når sporet er ferdig
nl: Aan het einde van het nummer
pl: Po zakończeniu utworu
pt_br: Ao fim da faixa
pt_pt: No fim da faixa
ro: La sfârșitul piesei
ru: В конце трека
sk: Na konci skladby
sv: När spåret tar slut
th: เมื่อจบแทร็ก
tr: Parça sonunda
uk: У кінці треку
vi: Khi kết thúc bản nhạc
zh_hans: 曲目结束时
zh_hant: 曲目結束時

# settings.playback.pitch_range_label
source: Pitch range
bg: Диапазон на питча
cs: Rozsah pitche
da: Pitchområde
de: Tempobereich
el: Εύρος pitch
es: Rango de pitch
fi: Pitch-alue
fr: Plage de pitch
hr: Raspon pitcha
hu: Pitch-tartomány
id: Rentang pitch
it: Intervallo di pitch
ja: ピッチ範囲
ko: 피치 범위
nb: Pitchområde
nl: Pitchbereik
pl: Zakres pitcha
pt_br: Intervalo de pitch
pt_pt: Intervalo de pitch
ro: Interval pitch
ru: Диапазон питча
sk: Rozsah pitchu
sv: Pitchomfång
th: ช่วง Pitch
tr: Pitch aralığı
uk: Діапазон пітчу
vi: Phạm vi pitch
zh_hans: 音高范围
zh_hant: 音高範圍

# settings.playback.resampling.caption
source: Used when a file's sample rate differs from the output's. High differs from Maximum only above 21 kHz and uses about half the power.
bg: Използва се, когато честотата на дискретизация на файла се различава от тази на изхода. „Високо“ се различава от „Максимално“ само над 21 kHz и използва около половината енергия.
cs: Použije se, když se vzorkovací frekvence souboru liší od frekvence výstupu. „Vysoká“ se od „Maximální“ liší jen nad 21 kHz a spotřebuje zhruba polovinu energie.
da: Bruges, når en fils samplingfrekvens afviger fra udgangens. Høj adskiller sig kun fra Maksimal over 21 kHz og bruger omtrent halvt så meget strøm.
de: Wird verwendet, wenn die Abtastrate einer Datei von der der Ausgabe abweicht. „Hoch“ unterscheidet sich von „Maximal“ nur oberhalb von 21 kHz und verbraucht etwa halb so viel Energie.
el: Χρησιμοποιείται όταν ο ρυθμός δειγματοληψίας ενός αρχείου διαφέρει από αυτόν της εξόδου. Η «Υψηλή» διαφέρει από τη «Μέγιστη» μόνο πάνω από τα 21 kHz και καταναλώνει περίπου τη μισή ενέργεια.
es: Se usa cuando la frecuencia de muestreo de un archivo es distinta de la de la salida. Alta solo se diferencia de Máxima por encima de 21 kHz y consume aproximadamente la mitad de energía.
fi: Käytetään, kun tiedoston näytteenottotaajuus poikkeaa ulostulon taajuudesta. Korkea eroaa enimmäisestä vain yli 21 kHz:n alueella ja kuluttaa noin puolet energiasta.
fr: Utilisé lorsque la fréquence d’échantillonnage d’un fichier diffère de celle de la sortie. « Élevée » ne diffère de « Maximale » qu’au-delà de 21 kHz et consomme environ moitié moins d’énergie.
hr: Koristi se kada se frekvencija uzorkovanja datoteke razlikuje od frekvencije izlaza. „Visoka” se od „Najviše” razlikuje samo iznad 21 kHz i troši otprilike upola manje energije.
hu: Akkor használatos, ha a fájl mintavételezési frekvenciája eltér a kimenetétől. A „Magas” csak 21 kHz felett tér el a „Maximális” beállítástól, és nagyjából feleannyi energiát használ.
id: Digunakan saat laju sampel file berbeda dengan output. Tinggi hanya berbeda dari Maksimum di atas 21 kHz dan menggunakan sekitar setengah daya.
it: Si usa quando la frequenza di campionamento di un file è diversa da quella dell’uscita. Alta differisce da Massima solo sopra i 21 kHz e consuma circa metà dell’energia.
ja: ファイルのサンプルレートが出力と異なる場合に使用します。「高」と「最高」の違いは21 kHzを超える帯域だけで、「高」の消費電力は約半分です。
ko: 파일의 샘플 레이트가 출력과 다를 때 사용됩니다. ‘높음’은 21 kHz 이상에서만 ‘최고’와 차이가 나며 전력을 약 절반만 사용합니다.
nb: Brukes når samplingsfrekvensen i en fil er forskjellig fra utgangens. Høy skiller seg fra Maksimal bare over 21 kHz og bruker omtrent halvparten så mye strøm.
nl: Wordt gebruikt als de samplefrequentie van een bestand afwijkt van die van de uitvoer. ‘Hoog’ verschilt alleen boven 21 kHz van ‘Maximaal’ en gebruikt ongeveer de helft van de energie.
pl: Używane, gdy częstotliwość próbkowania pliku różni się od częstotliwości wyjścia. „Wysoka” różni się od „Maksymalnej” tylko powyżej 21 kHz i zużywa mniej więcej połowę energii.
pt_br: Usado quando a taxa de amostragem de um arquivo é diferente da saída. Alta só difere de Máxima acima de 21 kHz e consome cerca de metade da energia.
pt_pt: Utilizado quando a frequência de amostragem de um ficheiro é diferente da saída. Alta só difere de Máxima acima de 21 kHz e consome cerca de metade da energia.
ro: Se folosește când rata de eșantionare a unui fișier diferă de cea a ieșirii. „Ridicată” diferă de „Maximă” doar peste 21 kHz și consumă aproximativ jumătate din energie.
ru: Используется, когда частота дискретизации файла отличается от частоты выхода. «Высокое» отличается от «Максимального» только выше 21 kHz и потребляет примерно вдвое меньше энергии.
sk: Používa sa, keď sa vzorkovacia frekvencia súboru líši od frekvencie výstupu. „Vysoká“ sa od „Maximálnej“ líši len nad 21 kHz a spotrebuje približne polovicu energie.
sv: Används när en fils samplingsfrekvens skiljer sig från utgångens. Hög skiljer sig från Högsta bara över 21 kHz och använder ungefär hälften så mycket ström.
th: ใช้เมื่ออัตราการสุ่มตัวอย่างของไฟล์ต่างจากเอาต์พุต ระดับสูงต่างจากระดับสูงสุดเฉพาะช่วงที่สูงกว่า 21 kHz และใช้พลังงานประมาณครึ่งหนึ่ง
tr: Bir dosyanın örnekleme hızı çıkışınkinden farklı olduğunda kullanılır. Yüksek, En yüksek ayarından yalnızca 21 kHz’in üzerinde ayrılır ve yaklaşık yarısı kadar güç kullanır.
uk: Використовується, коли частота дискретизації файлу відрізняється від частоти виходу. «Висока» відрізняється від «Максимальної» лише вище 21 kHz і споживає приблизно вдвічі менше енергії.
vi: Dùng khi tần số lấy mẫu của tệp khác với đầu ra. Cao chỉ khác Tối đa ở dải trên 21 kHz và dùng khoảng một nửa năng lượng.
zh_hans: 当文件的采样率与输出不同时使用。“高”与“最高”仅在 21 kHz 以上有区别，耗电量约为一半。
zh_hant: 當檔案的取樣率與輸出不同時使用。「高」與「最高」僅在 21 kHz 以上有差異，耗電量約為一半。

# settings.playback.resampling.high
source: High
bg: Високо
cs: Vysoká
da: Høj
de: Hoch
el: Υψηλή
es: Alta
fi: Korkea
fr: Élevée
hr: Visoka
hu: Magas
id: Tinggi
it: Alta
ja: 高
ko: 높음
nb: Høy
nl: Hoog
pl: Wysoka
pt_br: Alta
pt_pt: Alta
ro: Ridicată
ru: Высокое
sk: Vysoká
sv: Hög
th: สูง
tr: Yüksek
uk: Висока
vi: Cao
zh_hans: 高
zh_hant: 高

# settings.playback.resampling.maximum
source: Maximum
bg: Максимално
cs: Maximální
da: Maksimal
de: Maximal
el: Μέγιστη
es: Máxima
fi: Enimmäinen
fr: Maximale
hr: Najviša
hu: Maximális
id: Maksimum
it: Massima
ja: 最高
ko: 최고
nb: Maksimal
nl: Maximaal
pl: Maksymalna
pt_br: Máxima
pt_pt: Máxima
ro: Maximă
ru: Максимальное
sk: Maximálna
sv: Högsta
th: สูงสุด
tr: En yüksek
uk: Максимальна
vi: Tối đa
zh_hans: 最高
zh_hant: 最高

# settings.playback.resampling_label
source: Resampling
bg: Преобразуване на честотата
cs: Převzorkování
el: Επαναδειγματοληψία
es: Remuestreo
fi: Uudelleennäytteistys
fr: Rééchantillonnage
hr: Ponovno uzorkovanje
hu: Újramintavételezés
id: Sampel ulang
it: Ricampionamento
ja: リサンプリング
ko: 리샘플링
pl: Przepróbkowanie
pt_br: Reamostragem
pt_pt: Reamostragem
ro: Reeșantionare
ru: Ресемплинг
sk: Prevzorkovanie
sv: Omsampling
th: รีแซมเปิล
tr: Yeniden örnekleme
uk: Ресемплінг
vi: Lấy mẫu lại
zh_hans: 重采样
zh_hant: 重新取樣

# settings.playback.skip_steps_label
source: Skip steps
bg: Стъпка на прескачане
cs: Délka skoku
da: Springlængde
de: Sprungweite
el: Βήμα μετάβασης
es: Tamaño de salto
fi: Hyppyaskel
fr: Intervalle de saut
hr: Duljina preskoka
hu: Ugrás hossza
id: Langkah lompatan
it: Ampiezza del salto
ja: スキップ幅
ko: 건너뛰기 간격
nb: Hopplengde
nl: Sprongafstand
pl: Długość przeskoku
pt_br: Tamanho do salto
pt_pt: Tamanho do salto
ro: Mărimea saltului
ru: Шаг перемотки
sk: Dĺžka skoku
sv: Hopplängd
th: ระยะข้าม
tr: Atlama adımı
uk: Крок перемотування
vi: Bước bỏ qua
zh_hans: 跳跃步长
zh_hant: 跳過步長

# settings.playback.skip_steps_option
source: %1$ld / %2$ld / %3$ld bars
bg: %1$ld / %2$ld / %3$ld такта
cs: %1$ld / %2$ld / %3$ld taktů
da: %1$ld / %2$ld / %3$ld takter
de: %1$ld / %2$ld / %3$ld Takte
el: %1$ld / %2$ld / %3$ld μέτρα
es: %1$ld / %2$ld / %3$ld compases
fi: %1$ld / %2$ld / %3$ld tahtia
fr: %1$ld / %2$ld / %3$ld mesures
hr: %1$ld / %2$ld / %3$ld taktova
hu: %1$ld / %2$ld / %3$ld ütem
id: %1$ld / %2$ld / %3$ld birama
it: %1$ld / %2$ld / %3$ld battute
ja: %1$ld / %2$ld / %3$ld小節
ko: %1$ld / %2$ld / %3$ld마디
nb: %1$ld / %2$ld / %3$ld takter
nl: %1$ld / %2$ld / %3$ld maten
pl: %1$ld / %2$ld / %3$ld taktów
pt_br: %1$ld / %2$ld / %3$ld compassos
pt_pt: %1$ld / %2$ld / %3$ld compassos
ro: %1$ld / %2$ld / %3$ld măsuri
ru: %1$ld / %2$ld / %3$ld тактов
sk: %1$ld / %2$ld / %3$ld taktov
sv: %1$ld / %2$ld / %3$ld takter
th: %1$ld / %2$ld / %3$ld ห้อง
tr: %1$ld / %2$ld / %3$ld ölçü
uk: %1$ld / %2$ld / %3$ld тактів
vi: %1$ld / %2$ld / %3$ld ô nhịp
zh_hans: %1$ld / %2$ld / %3$ld小节
zh_hant: %1$ld / %2$ld / %3$ld小節

# settings.playback.transitions
source: Track transitions
bg: Преходи между песни
cs: Přechody mezi skladbami
da: Overgange mellem numre
de: Titelübergänge
el: Μεταβάσεις κομματιών
es: Transiciones entre pistas
fi: Kappaleiden siirtymät
fr: Transitions entre les pistes
hr: Prijelazi između zapisa
hu: Átmenetek a számok között
id: Transisi track
it: Transizioni tra brani
ja: 曲の切り替え
ko: 트랙 전환
nb: Overganger mellom spor
nl: Overgangen tussen nummers
pl: Przejścia między utworami
pt_br: Transições entre faixas
pt_pt: Transições entre faixas
ro: Tranziții între piste
ru: Переходы между треками
sk: Prechody medzi skladbami
sv: Övergångar mellan spår
th: การเปลี่ยนแทร็ก
tr: Parça geçişleri
uk: Переходи між треками
vi: Chuyển tiếp bản nhạc
zh_hans: 曲目过渡
zh_hant: 歌曲過渡

# settings.search_folders.add
source: Add Folder…
bg: Добавяне на папка…
cs: Přidat složku…
da: Tilføj mappe…
de: Ordner hinzufügen…
el: Προσθήκη φακέλου…
es: Añadir carpeta…
fi: Lisää kansio…
fr: Ajouter un dossier…
hr: Dodaj mapu…
hu: Mappa hozzáadása…
id: Tambah Folder…
it: Aggiungi cartella…
ja: フォルダを追加…
ko: 폴더 추가…
nb: Legg til mappe…
nl: Voeg map toe…
pl: Dodaj folder…
pt_br: Adicionar Pasta…
pt_pt: Adicionar pasta…
ro: Adăugați un dosar…
ru: Добавить папку…
sk: Pridať priečinok…
sv: Lägg till mapp…
th: เพิ่มโฟลเดอร์…
tr: Klasör Ekle…
uk: Додати папку…
vi: Thêm thư mục…
zh_hans: 添加文件夹…
zh_hant: 加入檔案夾…

# settings.search_folders.covered
source: That folder is already inside one you added, so it is being searched already.
bg: Тази папка вече е в папка, която сте добавили, така че вече се търси в нея.
cs: Tato složka už je uvnitř složky, kterou jste přidali, takže se v ní už hledá.
da: Den mappe ligger allerede i en, du har tilføjet, så der søges allerede i den.
de: Dieser Ordner liegt bereits in einem hinzugefügten Ordner und wird deshalb schon durchsucht.
el: Αυτός ο φάκελος βρίσκεται ήδη μέσα σε έναν που προσθέσατε, οπότε ήδη περιλαμβάνεται στην αναζήτηση.
es: Esa carpeta ya está dentro de una que añadiste, así que ya se está buscando en ella.
fi: Kansio on jo lisäämäsi kansion sisällä, joten siitä etsitään jo.
fr: Ce dossier se trouve déjà dans un dossier que vous avez ajouté ; il est donc déjà inclus dans la recherche.
hr: Ta se mapa već nalazi u mapi koju ste dodali, pa se već pretražuje.
hu: Ez a mappa már benne van egy hozzáadott mappában, így a keresés már kiterjed rá.
id: Folder itu sudah berada di dalam folder yang Anda tambahkan, jadi sudah ikut dicari.
it: Quella cartella è già dentro una che hai aggiunto, quindi viene già cercata.
ja: そのフォルダは追加済みのフォルダの中にあるため、すでに検索対象です。
ko: 해당 폴더는 이미 추가한 폴더 안에 있으므로 이미 검색되고 있습니다.
nb: Den mappen ligger allerede i en du har lagt til, så den blir allerede søkt i.
nl: Die map staat al in een map die je hebt toegevoegd en wordt dus al doorzocht.
pl: Ten folder znajduje się już w folderze, który dodano, więc jest już przeszukiwany.
pt_br: Essa pasta já está dentro de uma que você adicionou, então ela já está sendo pesquisada.
pt_pt: Essa pasta já está dentro de uma que adicionou, pelo que já está a ser pesquisada.
ro: Acel dosar se află deja într-un dosar adăugat, deci este deja inclus în căutare.
ru: Эта папка уже находится внутри добавленной, поэтому поиск в ней уже выполняется.
sk: Tento priečinok už je vnútri priečinka, ktorý ste pridali, takže sa v ňom už hľadá.
sv: Den mappen ligger redan i en mapp du har lagt till, så den söks redan igenom.
th: โฟลเดอร์นั้นอยู่ในโฟลเดอร์ที่คุณเพิ่มไว้แล้ว จึงถูกค้นหาอยู่แล้ว
tr: Bu klasör zaten eklediğiniz bir klasörün içinde, dolayısıyla zaten aranıyor.
uk: Ця папка вже міститься в доданій, тому пошук у ній уже виконується.
vi: Thư mục đó đã nằm trong một thư mục bạn đã thêm, nên nó đã được tìm kiếm.
zh_hans: 该文件夹已位于你添加的文件夹中，因此已在搜索范围内。
zh_hant: 該檔案夾已位於你加入的檔案夾中，因此已在搜尋範圍內。

# settings.search_folders.footer
source: Search looks through the folder you have open and anything you add here, including subfolders. %@ cannot search your files without being given a folder first.
bg: Търсенето обхваща отворената папка и всичко, което добавите тук, включително подпапките. Без папка %@ не може да търси във вашите файлове.
cs: Hledání prochází otevřenou složku a vše, co sem přidáte, včetně podsložek. Bez složky nemůže %@ vaše soubory prohledávat.
da: Søgningen gennemgår den åbne mappe og alt, du tilføjer her, inklusive undermapper. %@ kan ikke søge i dine filer uden først at få en mappe.
de: Die Suche durchsucht den geöffneten Ordner und alles, was du hier hinzufügst, einschließlich Unterordnern. Ohne einen Ordner kann %@ deine Dateien nicht durchsuchen.
el: Η αναζήτηση εξετάζει τον ανοιχτό φάκελο και ό,τι προσθέσετε εδώ, μαζί με τους υποφακέλους. Χωρίς φάκελο, το %@ δεν μπορεί να αναζητήσει στα αρχεία σας.
es: La búsqueda recorre la carpeta que tienes abierta y todo lo que añadas aquí, incluidas las subcarpetas. %@ no puede buscar en tus archivos sin que antes le des una carpeta.
fi: Haku käy läpi avoinna olevan kansion ja kaiken tähän lisäämäsi, alikansiot mukaan lukien. %@ ei voi etsiä tiedostoistasi ilman kansiota.
fr: La recherche parcourt le dossier ouvert et tout ce que vous ajoutez ici, sous-dossiers compris. Sans dossier, %@ ne peut pas rechercher dans vos fichiers.
hr: Pretraživanje obuhvaća otvorenu mapu i sve što ovdje dodate, uključujući podmape. Bez mape %@ ne može pretraživati vaše datoteke.
hu: A keresés az éppen megnyitott mappát és mindent átnéz, amit itt hozzáadsz, az almappákkal együtt. Mappa nélkül a %@ nem tud a fájljaid között keresni.
id: Pencarian menelusuri folder yang sedang dibuka dan semua yang Anda tambahkan di sini, termasuk subfolder. %@ tidak dapat mencari file Anda tanpa diberi folder terlebih dahulu.
it: La ricerca esamina la cartella aperta e tutto ciò che aggiungi qui, sottocartelle comprese. Senza una cartella, %@ non può cercare nei tuoi file.
ja: 検索は、開いているフォルダとここに追加したもの（サブフォルダを含む）を対象にします。フォルダが与えられていないと、%@はファイルを検索できません。
ko: 검색은 열려 있는 폴더와 여기에 추가한 모든 항목(하위 폴더 포함)을 살펴봅니다. 폴더를 먼저 지정하지 않으면 %@는 파일을 검색할 수 없습니다.
nb: Søket går gjennom den åpne mappen og alt du legger til her, inkludert undermapper. %@ kan ikke søke i filene dine uten først å få en mappe.
nl: Zoeken doorzoekt de geopende map en alles wat je hier toevoegt, inclusief submappen. Zonder een map kan %@ niet in je bestanden zoeken.
pl: Wyszukiwanie obejmuje otwarty folder i wszystko, co tu dodasz, łącznie z podfolderami. Bez wskazanego folderu %@ nie może przeszukiwać plików.
pt_br: A busca percorre a pasta aberta e tudo o que você adicionar aqui, incluindo subpastas. O %@ não pode buscar nos seus arquivos sem antes receber uma pasta.
pt_pt: A pesquisa percorre a pasta aberta e tudo o que adicionar aqui, incluindo subpastas. O %@ não pode pesquisar nos seus ficheiros sem primeiro receber uma pasta.
ro: Căutarea parcurge dosarul deschis și tot ce adăugați aici, inclusiv subdosarele. Fără un dosar, %@ nu poate căuta în fișierele dvs.
ru: Поиск охватывает открытую папку и все, что вы добавите здесь, включая вложенные папки. Без папки %@ не может искать в ваших файлах.
sk: Vyhľadávanie prechádza otvorený priečinok a všetko, čo sem pridáte, vrátane podpriečinkov. Bez priečinka nemôže %@ vaše súbory prehľadávať.
sv: Sökningen går igenom den öppna mappen och allt du lägger till här, inklusive undermappar. %@ kan inte söka i dina filer utan att först få en mapp.
th: การค้นหาจะครอบคลุมโฟลเดอร์ที่เปิดอยู่และทุกสิ่งที่คุณเพิ่มที่นี่ รวมถึงโฟลเดอร์ย่อย %@ ไม่สามารถค้นหาไฟล์ของคุณได้หากยังไม่ได้รับโฟลเดอร์
tr: Arama, açık olan klasörü ve buraya eklediğiniz her şeyi, alt klasörler dahil, tarar. Önce bir klasör verilmeden %@ dosyalarınızda arama yapamaz.
uk: Пошук охоплює відкриту папку та все, що ви додасте тут, включно з вкладеними папками. Без папки %@ не може шукати у ваших файлах.
vi: Tìm kiếm sẽ quét thư mục bạn đang mở và mọi thứ bạn thêm ở đây, bao gồm cả thư mục con. %@ không thể tìm trong tệp của bạn nếu chưa được cấp một thư mục.
zh_hans: 搜索会查找你打开的文件夹以及在此添加的所有内容，包括子文件夹。未提供文件夹时，%@ 无法搜索你的文件。
zh_hant: 搜尋會查找你開啟的檔案夾以及在此加入的所有內容，包括子檔案夾。未提供檔案夾時，%@ 無法搜尋你的檔案。

# settings.section.folder_sort
source: When opening a folder
bg: При отваряне на папка
cs: Při otevření složky
da: Når en mappe åbnes
de: Beim Öffnen eines Ordners
el: Κατά το άνοιγμα φακέλου
es: Al abrir una carpeta
fi: Kansiota avattaessa
fr: À l’ouverture d’un dossier
hr: Pri otvaranju mape
hu: Mappa megnyitásakor
id: Saat membuka folder
it: All’apertura di una cartella
ja: フォルダを開くとき
ko: 폴더를 열 때
nb: Når en mappe åpnes
nl: Bij het openen van een map
pl: Przy otwieraniu folderu
pt_br: Ao abrir uma pasta
pt_pt: Ao abrir uma pasta
ro: La deschiderea unui dosar
ru: При открытии папки
sk: Pri otvorení priečinka
sv: När en mapp öppnas
th: เมื่อเปิดโฟลเดอร์
tr: Bir klasör açılırken
uk: Під час відкриття папки
vi: Khi mở thư mục
zh_hans: 打开文件夹时
zh_hant: 打開檔案夾時

# settings.section.search_folders
source: Folders to search
bg: Папки за търсене
cs: Prohledávané složky
da: Mapper at søge i
de: Zu durchsuchende Ordner
el: Φάκελοι αναζήτησης
es: Carpetas donde buscar
fi: Kansiot, joista etsitään
fr: Dossiers inclus dans la recherche
hr: Mape za pretraživanje
hu: Mappák a kereséshez
id: Folder untuk dicari
it: Cartelle in cui cercare
ja: 検索対象のフォルダ
ko: 검색할 폴더
nb: Mapper det søkes i
nl: Mappen om te doorzoeken
pl: Foldery do przeszukiwania
pt_br: Pastas para buscar
pt_pt: Pastas a pesquisar
ro: Dosare de căutat
ru: Папки для поиска
sk: Prehľadávané priečinky
sv: Mappar att söka i
th: โฟลเดอร์ที่จะค้นหา
tr: Aranacak klasörler
uk: Папки для пошуку
vi: Thư mục cần tìm kiếm
zh_hans: 要搜索的文件夹
zh_hant: 要搜尋的檔案夾

# settings.section.time
source: Time display
bg: Показване на времето
cs: Zobrazení času
da: Tidsvisning
de: Zeitanzeige
el: Ένδειξη χρόνου
es: Visualización del tiempo
fi: Ajan näyttö
fr: Affichage du temps
hr: Prikaz vremena
hu: Időkijelzés
id: Tampilan waktu
it: Visualizzazione del tempo
ja: 時間表示
ko: 시간 표시
nb: Tidsvisning
nl: Tijdweergave
pl: Wyświetlanie czasu
pt_br: Exibição do tempo
pt_pt: Apresentação do tempo
ro: Afișarea timpului
ru: Отображение времени
sk: Zobrazenie času
sv: Tidsvisning
th: การแสดงเวลา
tr: Süre gösterimi
uk: Відображення часу
vi: Hiển thị thời gian
zh_hans: 时间显示
zh_hant: 時間顯示

# settings.section.waveform
source: Waveform style
bg: Стил на вълновата форма
cs: Styl tvaru vlny
da: Bølgeformsstil
de: Wellenform-Stil
el: Στιλ κυματομορφής
es: Estilo de forma de onda
fi: Aaltomuodon tyyli
fr: Style de forme d’onde
hr: Stil valnog oblika
hu: Hullámforma stílusa
id: Gaya bentuk gelombang
it: Stile della forma d’onda
ja: 波形スタイル
ko: 파형 스타일
nb: Bølgeformstil
nl: Golfvormstijl
pl: Styl kształtu fali
pt_br: Estilo da forma de onda
pt_pt: Estilo da forma de onda
ro: Stilul formei de undă
ru: Стиль волновой формы
sk: Štýl vlnového priebehu
sv: Vågformsstil
th: สไตล์รูปคลื่น
tr: Dalga biçimi stili
uk: Стиль хвильової форми
vi: Kiểu dạng sóng
zh_hans: 波形样式
zh_hant: 波形樣式

# settings.section.waveform_theme
source: Waveform theme
bg: Тема на вълновата форма
cs: Motiv tvaru vlny
da: Bølgeformstema
de: Wellenform-Thema
el: Θέμα κυματομορφής
es: Tema de forma de onda
fi: Aaltomuodon teema
fr: Thème de forme d’onde
hr: Tema valnog oblika
hu: Hullámforma témája
id: Tema bentuk gelombang
it: Tema della forma d’onda
ja: 波形テーマ
ko: 파형 테마
nb: Bølgeformtema
nl: Golfvormthema
pl: Motyw kształtu fali
pt_br: Tema da forma de onda
pt_pt: Tema da forma de onda
ro: Tema formei de undă
ru: Тема волновой формы
sk: Motív vlnového priebehu
sv: Vågformstema
th: ธีมรูปคลื่น
tr: Dalga biçimi teması
uk: Тема хвильової форми
vi: Chủ đề dạng sóng
zh_hans: 波形主题
zh_hant: 波形主題
